const busData = {
    '100': {
        name: 'Автобус 100',
        route: 'ДС Славинского — Аэропорт Минск-1',
        schedule: [
            { time: '08:00', stop: 'Станция метро "Площадь Победы"' },
            { time: '08:15', stop: 'Проспект Независимости' },
            { time: '08:30', stop: 'Аэропорт Минск-1' }
        ]
    },
    '1': {
        name: 'Автобус 1',
        route: 'ДС Веснянка — Вокзал',
        schedule: [
            { time: '09:00', stop: 'Станция метро "Немига"' },
            { time: '09:20', stop: 'Улица Ленина' },
            { time: '09:40', stop: 'Вокзал' }
        ]
    }
};
